<?php
// Heading
$_['heading_title']          = 'Аллергены';

// Text
$_['text_success']           = 'Успех: Вы удачно изменили список аллергенов!';
$_['text_list']              = 'Список Аллергенов';
$_['text_add']               = 'Добавить Аллерген';
$_['text_edit']              = 'Изменить Аллерген';

// Column
$_['column_name']            = 'Название Аллергена';
$_['column_allergen_group']   = 'Название Группы Аллергенов';
$_['column_sort_order']      = 'Порядок Сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']             = 'Название Аллергена';
$_['entry_allergen_group']   = 'Название Группы Аллергенов';
$_['entry_sort_order']       = 'Порядок Сортировки';

// Error
$_['error_permission']       = 'Внимание: у вас нет прав на изменение списка аллергенов!';
$_['error_name']             = 'Название аллергена должно составлять от 1 до 64 символов!';
$_['error_product']          = 'Внимание: этот аллерген невозможно удалить, потому что он привязан к определенному ингридиенту!';