<?php
// Heading
$_['heading_title']     = 'Группы аллергенов';

// Text
$_['text_success']      = 'Группы аллергенов успешно обновлены!';
$_['text_list']         = 'Список групп аллергенов';
$_['text_add']          = 'Добавить группу аллергенов';
$_['text_edit']         = 'Изменить группу аллергенов';

// Column
$_['column_name']       = 'Название группы аллергенов';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название группы аллергенов';
$_['entry_sort_order']  = 'Порядок сортировки';

// Error
$_['error_permission']  = 'У Вас нет прав для изменения групп аллергенов!';
$_['error_name']        = 'Название группы аллергенов должно быть от 1 до 64 символов!';
$_['error_attribute']   = 'Эту группу аллергенов нельзя удалить, поскольку она назначена %s ингредиентам!';
$_['error_product']     = 'Эту группу аллергенов нельзя удалить, поскольку она назначена %s продуктам!';