<?php
// Heading
$_['heading_title']          = 'Ингредиенты';

// Text
$_['text_success']           = 'Вы успешно изменили ингредиенты!';
$_['text_list']              = 'Список ингредиентов';
$_['text_add']               = 'Добавить ингредиент';
$_['text_edit']              = 'Редактировать ингредиент';

// Column
$_['column_name']            = 'Имя ингредиента';
$_['column_attribute_group'] = 'Группа ингредиента';
$_['column_sort_order']      = 'Порядок сортировки';
$_['column_action']          = 'Действие';

// Entry
$_['entry_name']            = 'Имя ингредиента';
$_['entry_attribute_group'] = 'Группа ингредиента';
$_['entry_sort_order']      = 'Порядок сортировки';

// Error
$_['error_permission']      = 'Внимание: У вас нет прав на изменение ингредиентов!';
$_['error_attribute_group'] = 'Требуется Группа ингредиента!';
$_['error_name']            = 'Имя атрибута должно быть от 3 до 64 символов!';
$_['error_product']         = 'Внимание: Этот атрибут нельзя удалить, поскольку он назначен %s ингредиентам!';