<?php
// Heading
$_['heading_title']     = 'Группы ингредиентов';

// Text
$_['text_success']      = 'Группы ингредиентов успешно обновлены!';
$_['text_list']         = 'Список групп ингредиентов';
$_['text_add']          = 'Добавить группу ингредиентов';
$_['text_edit']         = 'Изменить группу ингредиентов';

// Column
$_['column_name']       = 'Название группы ингредиентов';
$_['column_sort_order'] = 'Порядок сортировки';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Название группы ингредиентов';
$_['entry_sort_order']  = 'Порядок сортировки';

// Error
$_['error_permission']  = 'У Вас нет прав для изменения групп ингредиентов!';
$_['error_name']        = 'Название группы атрибутов должно быть от 3 до 64 символов!';
$_['error_attribute']   = 'Эту группу ингредиентов нельзя удалить, поскольку она назначена %s ингредиентов!';
$_['error_product']     = 'Эту группу ингредиентов нельзя удалить, поскольку она назначена %s продуктам!';